---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SolidCurveIntersection
source: html/494db2c4-9caf-e706-34ff-8632abd54592.htm
---
# SolidCurveIntersection Members

Releases all resources used by the SolidCurveIntersection